src/test/resources/consultarFaturasCPFV3/T322/T322-rq.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:br="br.com.conductor.RealizeWs.FaturaService" xmlns:br1="br.com.conductor.RealizeWs.Fatura.Contracts">
   <soapenv:Header/>
   <soapenv:Body>
      <br:ConsultarFaturasCPFV3>
         <!--Optional:-->
         <br:request>
            <!--Optional:-->
            <br1:CPF>98986805553</br1:CPF>
         </br:request>
      </br:ConsultarFaturasCPFV3>
   </soapenv:Body>
</soapenv:Envelope>